Repository: common-repository/otys-jobs-apply
Catalog: languages/otys-jobs-apply-*.po
Languages: de_de, es_es, fr_fr, nl_nl

source: Please setup the recaptcha key correctly, otherwise the interaction form will not work. If you need help please read the article <a target="_blank" href="https://wordpress.otys.com/kb/guide/en/QIkQJMUsa2/">How do I setup Google Recaptcha?</a> on our knowledge base.
de_de: Bitte richten Sie den Recaptcha-Schlüssel korrekt ein, sonst funktioniert das Anmeldeformular nicht. Wenn Sie Hilfe benötigen, lesen Sie bitte den Artikel <a target="_blank" href="https://wordpress.otys.com/kb/guide/en/QIkQJMUsa2/">How do I setup Google Recaptcha?</a> in unserer Wissensdatenbank.
es_es: Por favor, configure la clave recaptcha correctamente, de lo contrario el formulario de solicitud no funcionará. Si necesitas ayuda, por favor lee el artículo <a target="_blank" href="https://wordpress.otys.com/kb/guide/en/QIkQJMUsa2/">¿Cómo configuro Google Recaptcha?</a> en nuestra base de conocimientos.
fr_fr: Veuillez configurer correctement la clé recaptcha, sinon le formulaire de demande ne fonctionnera pas. Si vous avez besoin d'aide, veuillez lire l'article <a target="_blank" href="https://wordpress.otys.com/kb/guide/en/QIkQJMUsa2/">Comment configurer Google Recaptcha ?</a> dans notre base de connaissances.
nl_nl: Stel de recaptcha-sleutel correct in, anders werkt het interactieformulier niet. Als u hulp nodig heeft, lees dan het artikel <a target="_blank" href="https://wordpress.otys.com/kb/guide/en/QIkQJMUsa2/">Hoe stel ik Google Recaptcha in?</a> op onze kennisbank.

source: Thank you for filling in the form.
de_de: Vielen Dank, dass Sie das Formular ausgefüllt haben.
es_es: Gracias por rellenar el formulario.
fr_fr: Merci de remplir le formulaire.
nl_nl: Bedankt voor het invullen van het formulier.

source: Send
de_de: Senden
es_es: Enviar
fr_fr: Envoyer
nl_nl: Verzenden

source: Login
de_de: Anmelden
es_es: Acceder
fr_fr: Connexion
nl_nl: Inloggen

source: You've been sucessfully logged in and will be redirect to the portal..
de_de: Sie wurden erfolgreich eingeloggt und werden nun zum Portal weitergeleitet..
es_es: Ha iniciado sesión correctamente y será redirigido al portal..
fr_fr: Vous avez été connecté avec succès et serez redirigé vers le portail...
nl_nl: U bent succesvol ingelogd en wordt doorgestuurd naar het portaal...

source: Send new password
de_de: Neues Passwort zusenden
es_es: Enviar nueva contraseña
fr_fr: Envoyer un nouveau mot de passe
nl_nl: Verstuur nieuw wachtwoord

source: A new password has been send to your e-mail address.
de_de: Ein neues Passwort wurde an Ihre E-Mail-Adresse geschickt.
es_es: Se ha enviado una nueva contraseña a su dirección de correo electrónico.
fr_fr: Un nouveau mot de passe a été envoyé à votre adresse e-mail.
nl_nl: Er is een nieuw wachtwoord naar uw e-mailadres verzonden.

source: Please configure the jobalert settings. Please navigate to the Job Alert tab under OTYS settings in your WordPress admin panel and select which match criteria to show.
de_de: Bitte konfigurieren Sie die Jobalert-Einstellungen. Bitte navigieren Sie zur Registerkarte Jobalarm unter OTYS-Einstellungen in Ihrem WordPress-Administrationsbereich und wählen Sie die anzuzeigenden Übereinstimmungskriterien aus.
es_es: Por favor, configure los ajustes de jobalert. Vaya a la pestaña Alerta de empleo en la configuración de OTYS en su panel de administración de WordPress y seleccione los criterios de coincidencia que desea mostrar.
fr_fr: Veuillez configurer les paramètres de l'alerte emploi. Veuillez naviguer vers l'onglet Job Alert sous OTYS settings dans votre panneau d'administration WordPress et sélectionnez les critères de correspondance à afficher.
nl_nl: Configureer de jobalert-instellingen. Navigeer naar het tabblad Vacature-alert onder OTYS-instellingen in je WordPress beheerderspaneel en selecteer welke matchcriteria moeten worden getoond.

source: Please configure the jobalert settings. Please navigate to the Job Alert tab under OTYS settings in your WordPress admin panel and select which document to use for the confirmation email.
de_de: Bitte konfigurieren Sie die Jobalert-Einstellungen. Bitte navigieren Sie zur Registerkarte Jobalarm unter OTYS-Einstellungen in Ihrem WordPress-Administrationsbereich und wählen Sie aus, welches Dokument für die Bestätigungs-E-Mail verwendet werden soll.
es_es: Por favor, configure los ajustes de jobalert. Vaya a la pestaña Alerta de trabajo en la configuración de OTYS en su panel de administración de WordPress y seleccione el documento que desea utilizar para el correo electrónico de confirmación.
fr_fr: Veuillez configurer les paramètres de l'alerte-emploi. Veuillez naviguer vers l'onglet Job Alert sous OTYS settings dans votre panneau d'administration WordPress et sélectionnez le document à utiliser pour l'email de confirmation.
nl_nl: Configureer de jobalert-instellingen. Navigeer naar het tabblad Vacature-alert onder OTYS-instellingen in je WordPress beheerderspaneel en selecteer welk document je wilt gebruiken voor de bevestigingsmail.

source: Thank you for creating a job alert. An email has been send to your email address with a confirmation link.
de_de: Danke, dass Sie einen Job Alert erstellt haben. Es wurde eine E-Mail mit einem Bestätigungslink an Ihre E-Mail-Adresse gesendet.
es_es: Gracias por crear una alerta de empleo. Se ha enviado un mensaje a su dirección de correo electrónico con un enlace de confirmación.
fr_fr: Merci d'avoir créé une alerte emploi. Un courriel a été envoyé à votre adresse électronique avec un lien de confirmation.
nl_nl: Bedankt voor het aanmaken van een job alert. Er is een e-mail naar uw e-mailadres gestuurd met een bevestigingslink.

source: Subscribe
de_de: Abonnieren
es_es: Suscribirse
fr_fr: S'abonner
nl_nl: Inschrijven

source: Something went wrong while creating the jobalert. Please contact OTYS support.
de_de: Etwas ist schief gelaufen, bitte kontaktieren Sie den Server-Administrator.
es_es: Algo ha ido mal al crear el jobalert. Por favor, contacte con el soporte de OTYS.
fr_fr: Un problème s'est produit lors de la création du jobalert. Veuillez contacter l'assistance OTYS.
nl_nl: Er ging iets mis tijdens het aanmaken van de job alert. Neem contact op met OTYS support.

source: No email address found for the jobalert. Please contact OTYS support.
de_de: Keine E-Mail Adresse für den Jobalert gefunden. Bitte kontaktieren Sie den OTYS-Support.
es_es: No se ha encontrado ninguna dirección de correo electrónico para el jobalert. Póngase en contacto con el soporte de OTYS.
fr_fr: Aucune adresse électronique n'a été trouvée pour le jobalert. Veuillez contacter le support OTYS.
nl_nl: Geen e-mailadres gevonden voor de jobalert. Neem contact op met OTYS support.

source: Something went wrong while getting the jobalert details. Please contact OTYS support.
de_de: Etwas ist schief gelaufen, bitte kontaktieren Sie den Server-Administrator.
es_es: Algo ha ido mal al obtener los detalles de jobalert. Por favor, contacta con el soporte de OTYS.
fr_fr: Un problème s'est produit lors de l'obtention des détails du jobalert. Veuillez contacter le service d'assistance d'OTYS.

source: No document set for the jobalert confirmation email, please configure this in your WordPress admin panel.
de_de: Kein Dokument für die Jobalert-Bestätigungs-E-Mail eingestellt, bitte konfigurieren Sie dies in Ihrem WordPress-Administrationsbereich.
es_es: No hay ningún documento configurado para el email de confirmación de jobalert, por favor configúrelo en su panel de administración de WordPress.
fr_fr: Aucun document n'est défini pour l'email de confirmation de l'alerte emploi, veuillez le configurer dans votre panneau d'administration WordPress.
nl_nl: Er is geen document ingesteld voor de bevestiging e-mail van de job alert. Configureer dit in je WordPress adminpaneel.

source: No OTYS website found for your website, please contact OTYS support.
de_de: Es wurde keine OTYS-Website für Ihre Website gefunden, bitte kontaktieren Sie den OTYS-Support.
es_es: No se ha encontrado ninguna página web OTYS para su página web, por favor contacte con el soporte de OTYS.
fr_fr: Aucun site OTYS n'a été trouvé pour votre site, veuillez contacter le support OTYS.
nl_nl: Geen OTYS-website gevonden voor uw website, neem contact op met OTYS support.

source: Something went wrong while getting the mail confirmation configuration. Please contact %s.
es_es: Algo ha ido mal al obtener la configuración de confirmación de correo. Póngase en contacto con %s.
fr_fr: Un problème s'est produit lors de l'obtention de la configuration de la confirmation du courrier. Veuillez contacter %s.
nl_nl: Er is iets fout gegaan tijdens het ophalen van de mail configuratie. Neem contact op met %s.

source: Please setup the recaptcha key correctly, otherwise the application form will not work. If you need help please read the article <a target="_blank" href="https://wordpress.otys.com/kb/guide/en/QIkQJMUsa2/">How do I setup Google Recaptcha?</a> on our knowledge base.
de_de: Bitte richten Sie den Recaptcha-Schlüssel korrekt ein, sonst funktioniert das Anmeldeformular nicht. Wenn Sie Hilfe benötigen, lesen Sie bitte den Artikel <a target="_blank" href="https://wordpress.otys.com/kb/guide/en/QIkQJMUsa2/">How do I setup Google Recaptcha?</a> in unserer Wissensdatenbank.
es_es: Por favor, configure la clave recaptcha correctamente, de lo contrario el formulario de solicitud no funcionará. Si necesitas ayuda, por favor lee el artículo <a target="_blank" href="https://wordpress.otys.com/kb/guide/en/QIkQJMUsa2/">¿Cómo configuro Google Recaptcha?</a> en nuestra base de conocimientos.
fr_fr: Veuillez configurer correctement la clé recaptcha, sinon le formulaire de demande ne fonctionnera pas. Si vous avez besoin d'aide, veuillez lire l'article <a target="_blank" href="https://wordpress.otys.com/kb/guide/en/QIkQJMUsa2/">Comment configurer Google Recaptcha ?</a> dans notre base de connaissances.
nl_nl: Stel de recaptcha correct in, anders zal het aanvraagformulier niet werken. Als je hulp nodig hebt, lees dan het artikel <a target="_blank" href="https://wordpress.otys.com/kb/guide/en/QIkQJMUsa2/">Hoe stel ik Google Recaptcha in?</a> op onze kennisbank.

source: Email adres is already used, please choose a different email adres.
de_de: Die E-Mail-Adresse ist bereits verwendet, bitte wählen Sie eine andere E-Mail-Adresse.
es_es: La dirección de correo electrónico ya está utilizada, por favor elija otra.
fr_fr: L'adresse électronique est déjà utilisée, veuillez choisir une autre adresse électronique.
nl_nl: Het e-mailadres is al in gebruik. Kies een ander e-mailadres.

source: You've already applied on this vacancy with this email adres.
de_de: Sie haben sich bereits auf diese Stelle mit dieser E-Mail-Adresse beworben.
es_es: Ya has enviado una solicitud para esta vacante con esta dirección de correo electrónico.
fr_fr: Vous avez déjà postulé à ce poste vacant avec cette adresse e-mail.
nl_nl: Je hebt al gesolliciteerd op deze vacature met dit e-mailadres.

source: Invalid email adres.
de_de: Ungültige E-Mail Adresse.
es_es: Dirección de correo electrónico no válida.
fr_fr: Adresse e-mail non valide.
nl_nl: Ongeldig e-mail adres.

source: Something went wrong. Please contact %s to make sure your application went through.
de_de: Etwas ist schief gelaufen, bitte kontaktieren Sie den Server-Administrator %s.
es_es: Algo ha ido mal. Póngase en contacto con %s para asegurarse de que su solicitud ha sido aceptada.
fr_fr: Un problème est survenu, veuillez contacter l'administrateur du serveur %s.
nl_nl: Er ging iets mis. Neem contact op met %s, om er zeker van te zijn dat de sollicitatie is gelukt.

source: Application failed, please contact us.
de_de: Bewerbung fehlgeschlagen, bitte kontaktieren Sie uns.
es_es: Solicitud fallida, póngase en contacto con nosotros.
fr_fr: Si la demande n'a pas abouti, veuillez nous contacter.
nl_nl: Aanvraag mislukt, neem dan contact met ons op.

source: No vacancies found.
de_de: Keine Stellenangebote gefunden.
es_es: No se han encontrado vacantes.
fr_fr: Aucun poste vacant trouvé.
nl_nl: Geen vacatures gevonden.

source: Apply for %1$s
de_de: Bewerbung für %1$s
es_es: Solicitar %1$s
fr_fr: Postuler pour %1$s
nl_nl: Solliciteer als %1$s

source: Edit settings
de_de: Einstellungen bearbeiten
es_es: Editar ajustes
fr_fr: Éditer les réglages
nl_nl: Instellingen bewerken

source: How to contact support?
de_de: Wie kontaktiere ich den Support?
es_es: ¿Cómo contactar con el servicio de asistencia?
fr_fr: Comment contacter le support ?
nl_nl: Hoe neemt u contact op met ondersteuning?

source: Failed updating version %s to version %s. The updater failed at version %s. Please create a OTYS support ticket and provide this information in the ticket. %s
de_de: Die Aktualisierung von Version %s auf Version %s ist fehlgeschlagen. Der Updater ist bei Version %s fehlgeschlagen. Bitte erstellen Sie ein OTYS-Support-Ticket und geben Sie diese Informationen im Ticket an. %s
es_es: Ha fallado la actualización de la versión %s a la versión %s. El actualizador falló en la versión %s. Por favor, cree un ticket de soporte de OTYS y proporcione esta información en el ticket. %s
fr_fr: Échec de la mise à jour de la version %s vers la version %s. Le dispositif de mise à jour a échoué à la version %s. Veuillez créer un ticket d'assistance OTYS et fournir les informations suivantes dans le ticket. %s
nl_nl: Mislukt bij het updaten van versie %s naar versie %s. Mislukt bij update %s. Maak een OTYS support ticket aan en geef deze informatie mee in het ticket. %s

source: API key provided is invalid.
de_de: Der verfügbare API-Schlüssel ist ungültig.
es_es: El código postal no es válido.
fr_fr: Le code postal n'est pas valide.
nl_nl: De gegeven API key is foutief.

source: Session provided with the request is invalid.
de_de: Die mit der Anfrage übermittelte Sitzung ist ungültig.
es_es: La sesión proporcionada con la solicitud no es válida.
fr_fr: La session fournie avec la demande n'est pas valide.
nl_nl: De sessie die bij het verzoek is geleverd, is ongeldig.

source: No error message available.
de_de: Keine Fehlermeldung verfügbar.
es_es: No hay mensaje de error disponible.
fr_fr: Aucun message d’erreur disponible.
nl_nl: Geen foutmelding beschikbaar.

source: Could not create candidate.
de_de: Der Kandidat konnte nicht erstellt werden.
es_es: No se ha podido crear el candidato.
fr_fr: Impossible de créer un candidat.
nl_nl: Kon kandidaat niet aanmaken.

source: Invalid file upload.
de_de: Es wurden keine Dateien hochgeladen.
es_es: No se subió ningún archive.
fr_fr: Pas de fichier téléchargé.
nl_nl: Foutief bestand geüpload.

source: %s is an invalid file.
de_de: %s ist eine ungültige Datei.
es_es: %s es un archivo no válido.
fr_fr: %s est un fichier invalide.
nl_nl: %s is een ongeldig bestand.

source: File %1$s exceeds filesize limit. Max file size is %2$s.
de_de: Datei %1$s überschreitet Dateigrößengrenze. Maximale Dateigröße ist %2$s.
es_es: El archivo %1$s excede el límite de tamaño. El tamaño máximo del archivo es %2$s.
fr_fr: Le fichier %1$s dépasse la limite de taille. La taille maximale du fichier est de %2$s.
nl_nl: Bestand %1$s overschrijdt de bestandsgroottelimiet. De maximale bestandsgrootte is %2$s.

source: File extension of %s is not allowed.
de_de: Dateierweiterung von %s ist nicht erlaubt.
es_es: La extensión de archivo %s no está permitida.
fr_fr: L'extension de fichier %s n'est pas autorisée.
nl_nl: Bestandsextensie van %s is niet toegestaan.

source: No file uploaded
de_de: Es wurden keine Dateien hochgeladen
es_es: No se subió ningún archivo
fr_fr: Pas de fichier téléchargé
nl_nl: Geen bestand geüpload

source: File %s exceeds filesize limit.
de_de: Datei %s überschreitet Dateigrößengrenze.
es_es: El archivo %s excede el límite de tamaño.
fr_fr: Le fichier %s dépasse la limite de taille de fichier.
nl_nl: Bestand %s overschrijdt bestandsgroottelimiet.

source: Something went wrong while uploading your documents.
de_de: Etwas ist schief gelaufen, bitte kontaktieren Sie den Server-Administrator.
es_es: Algo ha ido mal, por favor, póngase en contacto con el administrador del servidor.
fr_fr: Un problème est survenu, veuillez contacter l'administrateur du serveur.
nl_nl: Er ging iets mis, neem contact op met deze server admin.

source: no subject
de_de: kein Betreff
es_es: sin asunto
fr_fr: aucun sujet
nl_nl: geen onderwerp

source: No message set for email.
de_de: Keine Nachricht für E-Mail eingestellt.
es_es: No se ha establecido ningún mensaje para el correo electrónico.
fr_fr: Aucun message n'a été défini pour le courrier électronique.
nl_nl: Geen bericht ingesteld voor e-mail.

source: First
de_de: Erste
es_es: Primero
fr_fr: Premier
nl_nl: Eerste

source: Prev
de_de: Zurück
es_es: Anterior
fr_fr: Précédent
nl_nl: Vorige

source: Next
de_de: Weiter
es_es: Siguiente
fr_fr: Suivant
nl_nl: Volgende

source: Last
de_de: Letzte
es_es: Último
fr_fr: Dernier
nl_nl: Laatste

source: Wrong questionset UID
de_de: Falsche Fragensatz-UID
es_es: UID incorrecto
fr_fr: Mauvais UID de l'ensemble de questions
nl_nl: Verkeerde vragenset UID

# GDPR
source: %s months
de_de: %s Monate
es_es: %s meses
fr_fr: %s mois
nl_nl: %s maanden

source: Response open questionset is invalid
de_de: Antwort offener Fragensatz ist ungültig
es_es: La respuesta a las preguntas abiertas no es válida
fr_fr: Le jeu de questions ouvertes de la réponse n'est pas valide
nl_nl: Antwoord open vragenset is ongeldig

source: This field is required.
de_de: Dies ist ein Pflichtfeld.
es_es: Este campo es obligatorio.
fr_fr: Ce champ est requis.
nl_nl: Dit veld is verplicht.

source: File upload is required.
de_de: Datei-Upload ist erforderlich.
es_es: Se requiere la carga de archivos.
fr_fr: Merci de télécharger votre QR CODE
nl_nl: Bestand uploaden is vereist.

source: Value should be a valid date.
de_de: Wert sollte ein gültiges Datum sein.
es_es: El valor debe ser una fecha válida.
fr_fr: La valeur doit être une date valide.
nl_nl: De waarde moet een geldige datum zijn.

source: Postal code is invalid.
de_de: Postleitzahl ist ungültig.
es_es: El código postal no es válido.
fr_fr: Le code postal n'est pas valide.
nl_nl: Postcode is ongeldig.

source: Too many digits.
de_de: Zu viele Ziffern.
es_es: Demasiados dígitos.
fr_fr: Trop de chiffres.
nl_nl: Te veel cijfers.

source: Only numbers & letters are allowed.
de_de: Nur Zahlen und Buchstaben sind erlaubt.
es_es: Sólo se permiten números y letras.
fr_fr: Seuls les chiffres et les lettres sont autorisés.
nl_nl: Alleen cijfers & letters zijn toegestaan.

source: Invalid phonenumber.
de_de: Ungültige Rufnummer.
es_es: Número de teléfono no válido.
fr_fr: Numéro de téléphone invalide.
nl_nl: Ongeldig telefoonnummer.

source: Please enter a international phonenumber.
de_de: Bitte geben Sie eine internationale Rufnummer ein.
es_es: Introduzca un número de teléfono internacional.
fr_fr: Veuillez entrer un numéro de téléphone international.
nl_nl: Voer een internationaal telefoonnummer in.

source: Value should be a valid date of birth.
de_de: Wert sollte ein gültiges Geburtsdatum sein.
es_es: El valor debe ser una fecha de nacimiento válida.
fr_fr: La valeur doit être une date de naissance valide.
nl_nl: De waarde moet een geldige geboortedatum zijn.

source: Invalid document type.
de_de: Ungültiger Dokumententyp.
es_es: Tipo de documento no válido..
fr_fr: Type de document non valide.
nl_nl: Ongeldige documentsoort.

source: Something went wrong while trying to login.
de_de: Etwas ist schief gelaufen, bitte kontaktieren Sie den Server-Administrator.
es_es: Algo ha ido mal al intentar iniciar sesión.
fr_fr: Un problème s'est produit lors de la connexion.
nl_nl: Er is iets mis gegaan tijdens het inloggen.

source: User and password combination is wrong.
de_de: Die Kombination aus Benutzer und Passwort ist falsch.
es_es: La combinación de usuario y contraseña es incorrecta.
fr_fr: La combinaison de l'utilisateur et du mot de passe est erronée.
nl_nl: De gebruikersnaam / wachtwoord combinatie is verkeerd.

source: reCAPTCHA is incorrect. Please try again.
de_de: reCAPTCHA ist falsch. Bitte versuchen Sie es erneut.
es_es: reCAPTCHA es incorrecto. Por favor, inténtelo de nuevo.
fr_fr: reCAPTCHA est incorrect. Veuillez réessayer.
nl_nl: reCAPTCHA is onjuist. Probeer het opnieuw.

source: Unable to generate the login link
de_de: Der Anmeldelink kann nicht generiert werden
es_es: No se puede generar el enlace de inicio de sesión
fr_fr: Impossible de générer le lien de connexion
nl_nl: Kan de aanmeldlink niet genereren

source: An error occurred while resetting the password.
de_de: Beim Zurücksetzen des Passworts ist ein Fehler aufgetreten.
es_es: Se ha producido un error al restablecer la contraseña.
fr_fr: Une erreur s'est produite lors de la réinitialisation du mot de passe.
nl_nl: Er is een fout opgetreden tijdens het resetten van het wachtwoord.

source: User not found.
de_de: Benutzer nicht gefunden.
es_es: Usuario no encontrado.
fr_fr: Utilisateur Introuvable.
nl_nl: Gebruiker niet gevonden.

source: Candidate not found.
de_de: Kandidat offene Bewerbung
es_es: Candidato no encontrado.
fr_fr: Candidat non trouvé.
nl_nl: Kandidaat niet gevonden.

source: Error while fetching the interaction form.
de_de: Fehler beim Abrufen des Interaktionsformulars
es_es: Error al obtener el formulario de interacción.
fr_fr: Erreur lors de la récupération du formulaire d'interaction.
nl_nl: Fout bij het ophalen van het interactieformulier.

source: Interaction form data not found.
de_de: Daten des Interaktionsformulars nicht gefunden.
es_es: No se han encontrado los datos del formulario de interacción.
fr_fr: Les données du formulaire d'interaction sont introuvables.
nl_nl: Gegevens interactieformulier niet gevonden.

source: Could not find interaction form data.
de_de: Die Daten des Interaktionsformulars konnten nicht gefunden werden.
es_es: No se han encontrado los datos del formulario de interacción.
fr_fr: Impossible de trouver les données du formulaire d'interaction.
nl_nl: Kan gegevens interactieformulier niet vinden.

source: No session id found.
de_de: Keine Sitzungs-ID gefunden.
es_es: No se ha encontrado ningún identificador de sesión.
fr_fr: Aucun identifiant de session n'a été trouvé.
nl_nl: Geen sessie id gevonden.

source: Error while submitting the interaction form
de_de: Fehler beim Absenden des Interaktionsformulars
es_es: Error al enviar el formulario de interacción
fr_fr: Erreur lors de l'envoi du formulaire d'interaction
nl_nl: Fout tijdens het versturen van het interactieformulier

source: Errors occured while commiting the session
de_de: Beim Festschreiben der Sitzung sind Fehler aufgetreten
es_es: Se han producido errores al confirmar la sesión
fr_fr: Des erreurs se sont produites lors de la validation de la session
nl_nl: Er hebben zich fouten voorgedaan tijdens het versturen van de sessie

source: Invalid id.
de_de: Ungültige ID.
es_es: ID no válido.
fr_fr: Identifiant non valide.
nl_nl: Ongeldige id.

source: Please choose at least one match criteria
de_de: Bitte wählen Sie mindestens ein Übereinstimmungskriterium aus
es_es: Por favor, elija al menos un criterio de coincidencia
fr_fr: Veuillez choisir au moins un critère de correspondance
nl_nl: Selecteer tenminste één match criteria

source: Language
de_de: Sprache
es_es: Idioma
fr_fr: Langue
nl_nl: Taal

source: Period
de_de: Zeitraum
es_es: Periodo
fr_fr: Période
nl_nl: Periode

source: Something went wrong while retrieving the vacancy.
de_de: Etwas ist schief gelaufen, bitte kontaktieren Sie den Server-Administrator.
es_es: Algo ha ido mal, por favor, póngase en contacto con el administrador del servidor.
fr_fr: Un problème est survenu, veuillez contacter l'administrateur du serveur.
nl_nl: Er ging iets mis, neem contact op met deze server admin.
