Repository: common-repository/otys-jobs-apply
Catalog: languages/otys-jobs-apply-*.po
Languages: de_de, es_es, fr_fr, nl_nl

source: Invalid vacancy uid.
de_de: Ungültige Leerstands-UID.
es_es: Uid de vacante no válido.
fr_fr: L'identifiant du poste vacant n'est pas valide.
nl_nl: Ongeldige vacature uid..

source: Invalid action.
de_de: Aktion ungültig.
es_es: Acción invalida.
fr_fr: Action non valide.
nl_nl: Ongeldige actie.

source: Invalid confirmation code.
de_de: Ungültiger Bestätigungscode.
es_es: Código de confirmación.
fr_fr: Code de confirmation invalide.
nl_nl: Foutieve bevestigingscode.

source: Could not retrieve vacancy list
de_de: Liste der freien Stellen konnte nicht abgerufen werden
es_es: No se ha podido recuperar la lista de vacantes
fr_fr: Impossible de récupérer la liste des postes vacants
nl_nl: Kan vacaturelijst niet ophalen

source: Category
de_de: Kategorie
es_es: Categoría
fr_fr: Catégorie
nl_nl: Categorie

source: Are you sure you want to delete
de_de: Wollen Sie wirklich löschen
es_es: Está seguro que desea eliminar
fr_fr: Êtes-vous sûr de vouloir supprimer
nl_nl: Weet je zeker dat je dit wilt verwijderen

source: Admin cache
es_es: Caché de administración
fr_fr: Cache administratif
nl_nl: Beheerders-dashboard

source: all cache
de_de: alle Caches
es_es: todo el caché
fr_fr: tout le cache
nl_nl: alle cache

source: Delete all cache
de_de: Alle Caches löschen
es_es: Borrar todo el caché
fr_fr: Supprimer tout le cache
nl_nl: Verwijder alle cache

source: Delete expired cache
de_de: Abgelaufenen Cache löschen
es_es: Eliminar caché caducado
fr_fr: Supprimer le cache expiré
nl_nl: Verwijder alle verlopen cache

source: Total data size
de_de: Gesamtgröße der Daten
es_es: Tamaño total de los datos
fr_fr: Taille totale des données
nl_nl: Totale gegevensgrootte

source: Transient name
es_es: Nombre transitorio
fr_fr: Nom transitoire
nl_nl: Transientnaam

source: Expire date
de_de: Ablaufdatum
es_es: Fecha de caducidad
fr_fr: Date d'expiration
nl_nl: Vervaldatum

source: Action
de_de: Aktion
es_es: Acción
nl_nl: Actie

source: Delete
de_de: Löschen
es_es: Borrar
fr_fr: Supprimer
nl_nl: Verwijderen

source: Currently there is no cache
de_de: Derzeit gibt es keinen Cache
es_es: En la actualidad, no existe ninguna memoria caché
fr_fr: Actuellement, il n'y a pas de cache
nl_nl: Momenteel is er geen cache

source: Admin Dashboard
es_es: Panel de control del administrador
fr_fr: Tableau de bord Admin
nl_nl: Beheerders-dashboard

source: Currently the OTYS Plugin does not have a valid session. Make sure to add a proper API Key
de_de: Derzeit hat das OTYS Plugin keine gültige Sitzung Stellen Sie sicher, dass Sie einen richtigen API-Schlüssel hinzufügen
es_es: Actualmente el plugin OTYS no tiene una sesión válida Asegúrese de añadir una clave API adecuada
fr_fr: Actuellement, le plugin OTYS n'a pas de session valide Assurez-vous d'ajouter une clé API correcte
nl_nl: Momenteel heeft de OTYS Plugin geen geldige sessie Zorg ervoor dat je een juiste API Sleutel toevoegt

source: Add API Key
de_de: API-Schlüssel hinzufügen
es_es: Añadir clave API
fr_fr: Ajouter une clé API
nl_nl: API-sleutel toevoegen

source: Job alert is not enabled for your client. If you want to use job alerts please contact support.
de_de: Job Alert ist für Ihren Kunden nicht aktiviert. Wenn Sie Job Alerts verwenden möchten, kontaktieren Sie bitte den Support.
es_es: La alerta de empleo no está activada para su cliente. Si desea utilizar las alertas de empleo, póngase en contacto con el servicio de asistencia.
fr_fr: L'alerte emploi n'est pas activée pour votre client. Si vous souhaitez utiliser les alertes d'emploi, veuillez contacter le support.
nl_nl: Job-alert is niet ingeschakeld voor uw klant. Neem contact op met support als je vacaturewaarschuwingen wilt gebruiken.

source: Save changes
de_de: Änderungen speichern
es_es: Guardar cambios
fr_fr: Enregistrer les changements
nl_nl: Wijzigingen opslaan

source: Logs
de_de: Protokolle
es_es: Registros
fr_fr: Journaux

source: all logs
de_de: Alle Logs
es_es: todos los registros
fr_fr: tous les journaux
nl_nl: alle logboeken

source: Delete all logs
de_de: Alle Logs löschen
es_es: Eliminar todos los registros
fr_fr: Supprimer tous les journaux
nl_nl: Alle logs verwijderen

source: Method
de_de: Methode
es_es: Método
fr_fr: Méthode
nl_nl: Methode

source: Status
es_es: Estado
fr_fr: Statut

source: Message
de_de: Nachricht
es_es: Mensaje
nl_nl: Bericht

source: Timestamp
de_de: Zeitstempel
es_es: Marca de tiempo
fr_fr: Horodatage
nl_nl: Tijdstempel

source: View
de_de: Anzeigen
es_es: Ver
fr_fr: Voir
nl_nl: Bekijk

source: Request
de_de: Anfrage
es_es: Solicitud
fr_fr: Demande
nl_nl: Aanvraag

source: Response
de_de: Antwort
es_es: Respuesta
fr_fr: Réponse
nl_nl: Reactie

source: There are currently no logs
de_de: Derzeit sind keine Protokolle vorhanden
es_es: Actualmente no hay registros
fr_fr: Il n'y a actuellement aucun journal
nl_nl: Er zijn momenteel geen logs

# vacancy detail route example
source: /vacancy-slug
de_de: Freie Stelle %1$s
es_es: Vacante %1$s
fr_fr: Poste vacant %1$s
nl_nl: /vacature-slug

source: Optionally you can set the application thank you url. By default the thank you message will be shown on the same page as the application form.
de_de: Optional können Sie die Danksagungsurl für die Bewerbung festlegen. Standardmäßig wird die Dankesnachricht auf der gleichen Seite wie das Antragsformular angezeigt.
es_es: Opcionalmente puede establecer la url de agradecimiento de la solicitud. Por defecto, el mensaje de agradecimiento se mostrará en la misma página que el formulario de solicitud.
fr_fr: En option, vous pouvez définir l'url de remerciement de la candidature. Par défaut, le message de remerciement s'affiche sur la même page que le formulaire de candidature.
nl_nl: Optioneel kunt u de bedank-URL van de applicatie instellen. Standaard wordt het bedankbericht op dezelfde pagina getoond als het aanmeldingsformulier.

source: %s page is not set and is required for your the plugin to work properly.
de_de: die Seite %s ist nicht gesetzt und wird benötigt, damit das Plugin richtig funktioniert.
es_es: la página %s no está configurada y es necesaria para que el plugin funcione correctamente.
fr_fr: la page %s n'est pas définie et est nécessaire pour que le plugin fonctionne correctement.
nl_nl: %s pagina is niet ingesteld en is nodig om de plugin goed te laten werken.

source: Add url
de_de: URL hinzufügen
es_es: Añadir URL
fr_fr: Ajouter un lieu
nl_nl: URL Toevoegen

source: Settings Saved
de_de: Einstellungen gespeichert
es_es: Configuración Guardada
fr_fr: Paramètres sauvegardés
nl_nl: Instellingen opgeslagen

source: Emails sent from the plugin are using documents from your OTYS enviroment.
de_de: Die vom Plugin versendeten E-Mails verwenden Dokumente aus Ihrer OTYS-Umgebung.
es_es: Los correos electrónicos enviados desde el plugin están utilizando documentos de su entorno OTYS.
fr_fr: Les e-mails envoyés par le plugin utilisent les documents de votre environnement OTYS.
nl_nl: E-mails die vanuit de plugin worden verzonden gebruiken documenten uit je OTYS omgeving.

source: Below you see mails that get triggered when events happen. For each email that gets triggered you can choose which document to use. When choosing disabled the email will not be send.
de_de: Unten sehen Sie E-Mails, die bei Ereignissen ausgelöst werden. Für jede E-Mail, die ausgelöst wird, können Sie wählen, welches Dokument Sie verwenden möchten. Wenn Sie deaktiviert wählen, wird die E-Mail nicht gesendet.
es_es: A continuación se muestran los correos que se activan cuando se producen eventos. Para cada correo electrónico que se activa puede elegir qué documento utilizar. Si se elige desactivado, el correo electrónico no se enviará.
fr_fr: Ci-dessous, vous voyez les courriels qui sont déclenchés lorsque des événements se produisent. Pour chaque e-mail qui se déclenche, vous pouvez choisir le document à utiliser. Si vous choisissez "désactivé", l'e-mail ne sera pas envoyé.
nl_nl: Hieronder zie je mails die getriggerd worden wanneer gebeurtenissen plaatsvinden. Voor elke e-mail die getriggerd wordt kun je kiezen welk document je wilt gebruiken. Als je kiest voor uitgeschakeld, zal de email niet worden verzonden.

source: If you as a user has rights to the document module in OTYS, you are able to edit these documents and also able to create new documents which can be used for emailing aswell.
de_de: Wenn Sie als Benutzer Rechte für das Dokumentenmodul in OTYS haben, können Sie diese Dokumente bearbeiten und auch neue Dokumente erstellen, die auch für den E-Mail-Versand verwendet werden können.
es_es: Si usted, como usuario, tiene derechos sobre el módulo de documentos en OTYS, puede editar estos documentos y también crear nuevos documentos que pueden ser utilizados para enviarlos por correo electrónico.
fr_fr: Si, en tant qu'utilisateur, vous avez des droits sur le module de documents dans OTYS, vous pouvez modifier ces documents et en créer de nouveaux, qui peuvent également être utilisés pour l'envoi d'e-mails.
nl_nl: Indien u als gebruiker rechten heeft op de documentenmodule in OTYS, bent u in staat deze documenten te bewerken en tevens nieuwe documenten aan te maken die ook gebruikt kunnen worden voor emailing.

source: Watch documents module instruction video
de_de: Anleitungsvideo zum Modul Dokumente ansehen
es_es: Ver el vídeo de instrucciones del módulo de documentos
fr_fr: Regardez la vidéo d'instruction du module des documents
nl_nl: Bekijk documenten module instructievideo

source: Registered webhooks
de_de: Registrierte Webhooks
es_es: Ganchos web registrados
fr_fr: Webhooks enregistrés
nl_nl: Geregistreerde webhooks

source: Register hooks
de_de: Haken registrieren
es_es: Ganchos de registro
fr_fr: Crochets d'enregistrement
nl_nl: Registreer webhooks

source: Not registered
de_de: Nicht registriert
es_es: No registrado
fr_fr: Non enregistré
nl_nl: Niet geregistreerd

source: Select option
de_de: Option auswählen
es_es: Seleccionar opción
fr_fr: Sélectionnez une option
nl_nl: Selecteer optie

source: Choose image
de_de: Bild auswählen
es_es: Elegir imagen
fr_fr: Choisir une image
nl_nl: Afbeelding kiezen

source: Set image
de_de: Bild festlegen
es_es: Establecer imagen
fr_fr: Régler l’image
nl_nl: Afbeelding instellen

source: Select image
de_de: Bild auswählen
es_es: Seleccionar imagen
fr_fr: Sélectionner une image
nl_nl: Selecteer afbeelding

source: Remove image
de_de: Bild entfernen
es_es: Eliminar imagen
fr_fr: Supprimer image
nl_nl: Verwijder afbeelding

source: Select options
de_de: Optionen wählen
es_es: Seleccionar opciones
fr_fr: Sélectionner les options
nl_nl: Selecteer opties

source: Please select at least one match criteria
de_de: Bitte wählen Sie mindestens ein Übereinstimmungskriterium aus
es_es: Seleccione al menos un criterio de coincidencia
fr_fr: Veuillez sélectionner au moins un critère de correspondance
nl_nl: Selecteer tenminste één match criteria

source: Select documents
de_de: Dokumente auswählen
es_es: Seleccionar documentos
fr_fr: Sélectionner les documents
nl_nl: Selecteer documenten

source: Disabled
de_de: Deaktiviert
es_es: Desactivado
fr_fr: Désactivé
nl_nl: Uitgeschakeld

source: Select match criteria
de_de: Kriterien
es_es: Criterios
fr_fr: Sélectionner les critères de correspondance
nl_nl: Selecteer match criteria

source: If your username is known by us you will receive an e-mail with a new password within a few minutes.
de_de: Wenn uns Ihr Benutzername bekannt ist, erhalten Sie innerhalb weniger Minuten eine E-Mail mit einem neuen Passwort.
es_es: Si conocemos su nombre de usuario, recibirá en unos minutos un correo electrónico con una nueva contraseña.
fr_fr: Si nous connaissons votre nom d'utilisateur, vous recevrez un e-mail avec un nouveau mot de passe dans les minutes qui suivent.
nl_nl: Als je gebruikersnaam bij ons bekend is, ontvang je binnen enkele minuten een e-mail met een nieuw wachtwoord.

source: Previous
de_de: Zurück
es_es: Anterior
fr_fr: Précédent
nl_nl: Vorige

source: You are logged in as %s
de_de: Sie sind angemeldet als %s
es_es: Ha iniciado sesión como %s
fr_fr: Vous êtes connecté en tant que %s
nl_nl: Welkom %s

source: Logout
de_de: Abmelden
es_es: Cerrar sesión
fr_fr: Déconnexion
nl_nl: Uitloggen

source: Forgot password
de_de: Passwort vergessen
es_es: ¿Olvidó su contraseña?
fr_fr: Mot de passe oublié
nl_nl: Wachtwoord vergeten

source: You've already applied for this job.
de_de: Sie haben sich bereits auf diese Stelle beworben.
es_es: Ya has solicitado este trabajo.
fr_fr: Vous avez déjà postulé pour cet emploi.
nl_nl: Je hebt al gesolliciteerd op deze vacature.

source: Already have an account? Login here.
de_de: Sie haben schon ein Konto? Loggen Sie sich hier ein.
es_es: ¿Ya tienes una cuenta? Entre aquí.
fr_fr: Vous avez déjà un compte? Connectez-vous ici.
nl_nl: Heb je al een account? Hier kan je inloggen.

source: Apply
de_de: Jetzt Bewerben
es_es: Aplicar
fr_fr: Appliquer
nl_nl: Solliciteer

source: Thank you for your application. You have successfully applied for the vacancy %s.
de_de: Vielen Dank für Ihre Bewerbung. Sie haben sich erfolgreich auf die Stelle %s beworben.
es_es: Gracias por tu aplicación. Ha solicitado exitosamente la vacante %s.
fr_fr: Merci pour votre candidature. Vous avez postulé avec succès au poste vacant %s.
nl_nl: Dank je voor je sollicitatie. Je hebt succesvol gesolliciteerd op de vacature %s.

source: You are currently applying for
de_de: Sie bewerben sich derzeit für
es_es: Actualmente está solicitando
fr_fr: Vous postulez actuellement pour
nl_nl: Je solliciteert momenteel op

source: We sent a confirmation code to your email address. Please confirm your application by filling in the confirmation code.
de_de: Wir haben einen Bestätigungscode an Ihre E-Mail-Adresse gesendet. Bitte bestätigen Sie Ihre Bewerbung, indem Sie den Bestätigungscode eingeben.
es_es: Le enviamos un código de confirmación a su dirección de correo electrónico. Confirme su solicitud completando el código de confirmación.
fr_fr: Nous avons envoyé un code de confirmation à votre adresse électronique. Veuillez confirmer votre candidature en remplissant le code de confirmation.
nl_nl: We hebben een bevestigingscode naar jouw e-mailadres verstuurd. Bevestig jouw sollicitatie door de bevestigingscode hier in te vullen.

source: Confirmation code
de_de: Bestätigungscode
es_es: Código de confirmación
fr_fr: Confirmation
nl_nl: Bevestigingscode

source: Enter the confirmation code here
de_de: Geben Sie hier den Bestätigungscode ein
es_es: Introduzca el código de confirmación aquí
fr_fr: Entrez le code de confirmation ici
nl_nl: Voer hier de bevestigingscode hier in

source: Thank you for your application.
de_de: Vielen Dank für Ihre Bewerbung.
es_es: Gracias por tu solicitud.
fr_fr: Nous vous remercions de votre candidature.
nl_nl: Bedankt voor jouw sollicitatie.

source: Preview mode
de_de: Vorschau Modus
es_es: Vista previa
fr_fr: Mode aperçu
nl_nl: Voorbeeldmodus

source: ago
de_de: vor
es_es: hace
fr_fr: depuis
nl_nl: geleden

source: Toggle filters
de_de: Filter umschalten
es_es: Filtros deslizantes
fr_fr: Basculer les filtres
nl_nl: Schakel filters

source: Filters
de_de: Filter
es_es: Filtros
fr_fr: Filtres

source: Maximum distance
de_de: Maximale Entfernung
es_es: Distancia máxima
fr_fr: Distance maximale
nl_nl: Maximale afstand

source: Postal code
de_de: Postleitzahl
es_es: Código postal
fr_fr: Code postal
nl_nl: Postcode

source: Reset
de_de: Zurücksetzen
es_es: Reiniciar
fr_fr: Réinitialiser
nl_nl: Resetten

source: Search
de_de: Suche
es_es: Buscar
fr_fr: Rechercher
nl_nl: Zoeken

source: Vacancy %s
de_de: Freie Stelle %1$s
es_es: Vacante %1$s
fr_fr: Poste vacant %s
nl_nl: Vacature %1$s

source: No vacancies found
de_de: Keine freien Stellen gefunden
es_es: No se han encontrado vacantes
fr_fr: Aucun poste vacant trouvé
nl_nl: Geen vacatures gevonden

source: There are no vacancies for your search filters. Remove filters to broaden the search.
de_de: Es gibt keine freien Stellen für Ihre Suchfilter. Entfernen Sie die Filter, um die Suche zu erweitern.
es_es: No hay vacantes para sus filtros de búsqueda. Elimine los filtros para ampliar la búsqueda.
fr_fr: Il n'y a pas de postes vacants pour vos filtres de recherche. Supprimez les filtres pour élargir la recherche.
nl_nl: Er zijn geen vacatures voor je zoekfilters. Verwijder filters om het zoeken te verbreden.

source: Remove all filters
de_de: Alle Filter entfernen
es_es: Borrar todos los filtros
fr_fr: Enlever tous les filtres
nl_nl: Alle filters verwijderen

source: Search vacancies
de_de: Stellenangebote suchen
es_es: Búsqueda de vacantes
fr_fr: Recherche de postes vacants
nl_nl: Vacatures zoeken

source: Keyword
de_de: Suchbegriff
es_es: Palabra clave
fr_fr: Mot-clé
nl_nl: Trefwoord

source: or
de_de: oder
es_es: o
fr_fr: ou
nl_nl: of

source: Settings
de_de: Einstellungen
es_es: Ajustes
fr_fr: Api Settings
nl_nl: Instellingen

source: Cache
es_es: Caché

source: API Logs
de_de: API-Protokolle
es_es: Registros
fr_fr: Journaux de l'API

source: Instructions
de_de: Anweisungen
es_es: Instrucciones
nl_nl: Instructies

source: OTYS Jobs & Apply
de_de: OTYS Jobs & Bewerben
es_es: OTYS Empleos y Solicitudes
nl_nl: OTYS Jobs & Solliciteer

source: Make your Wordpress website a proper recruitment website using the OTYS API
de_de: Verwandeln Sie Ihre Wordpress-Website mit Hilfe der OTYS-API in eine echte Rekrutierungs-Website
es_es: Convierta su sitio web de Wordpress en un sitio web de contratación adecuado utilizando la API de OTYS
fr_fr: Faites de votre site Wordpress un véritable site de recrutement à l'aide de l'API OTYS
nl_nl: Maak van je WordPress website een echte wervingssite met behulp van de OTYS API

source: Vacancies detail
nl_nl: Vacature detail

source: Vacancies apply
nl_nl: Vacatures

source: Vacancy overview url
nl_nl: Vacature Overzicht

source: Vacancy apply
nl_nl: Vacature detail

source: Use mobile questionset
nl_nl: Verkeerde vragenset UID

source: No
de_de: Nein
fr_fr: Non
nl_nl: Nee

source: Vacancy thank you url
nl_nl: Vacature sollicitatie bedankt

source: Vacancy detail url
nl_nl: Vacature detail

source: Use textfield as meta description
nl_nl: Gebruik tekst veld als meta beschrijving

source: You can select a textfield from OTYS to use as meta description for your vacancy. Recommended is to either use the short description or specify a specific field in OTYS to use as meta description.
nl_nl: U kunt een tekstveld uit OTYS selecteren om te gebruiken als metabeschrijving voor uw vacature. Aanbevolen wordt om de korte beschrijving te gebruiken of een specifiek veld in OTYS op te geven om te gebruiken als metabeschrijving.

source: Candidate forgot password
de_de: Der Kandidat hat sein Passwort vergessen
fr_fr: Le candidat a oublié son mot de passe
nl_nl: Kandidaat wachtwoord vergeten

source: ERROR
de_de: FEHLER
fr_fr: ERREUR
nl_nl: FOUT

source: Autoload
fr_fr: Chargement automatique

source: Webhooks
de_de: Webhook
fr_fr: Crochets Web
