Repository: common-repository/otys-jobs-apply
Catalog: languages/otys-jobs-apply-*.po
Languages: de_de, es_es, fr_fr, nl_nl

source: Email when a new candidate applied for a job.
de_de: E-Mail, wenn sich ein neuer Bewerber auf eine Stelle beworben hat.
es_es: Enviar un correo electrónico cuando un nuevo candidato solicite un puesto de trabajo.
fr_fr: Envoyez un courriel lorsqu'un nouveau candidat a postulé pour un emploi.
nl_nl: E-mail wanneer een nieuwe kandidaat voor een baan heeft gesolliciteerd.

source: Candidate confirm email
de_de: Kandidat bestätigt E-Mail
es_es: Correo electrónico de confirmación del candidato
fr_fr: Courriel de confirmation du candidat
nl_nl: Kandidaat bevestigt e-mail

source: When a candidate applies with a known email adres, the candidate will receive an email with a code, the code needs to be filled in at the last step of the application proces to continue the application.
de_de: Wenn sich ein Bewerber mit einer bekannten E-Mail-Adresse bewirbt, erhält er eine E-Mail mit einem Code, der im letzten Schritt des Bewerbungsverfahrens eingegeben werden muss, um die Bewerbung fortzusetzen.
es_es: Cuando un candidato presenta su solicitud con una dirección de correo electrónico conocida, recibirá un correo electrónico con un código, que deberá rellenar en el último paso del proceso de solicitud para continuar con la misma.
fr_fr: Lorsqu'un candidat pose sa candidature avec une adresse e-mail connue, il reçoit un e-mail contenant un code, qu'il doit remplir à la dernière étape de la procédure de candidature pour poursuivre celle-ci.
nl_nl: Wanneer een kandidaat solliciteert met een bekend e-mailadres, ontvangt de kandidaat een e-mail met een code. Deze code moet bij de laatste stap van het sollicitatieproces worden ingevuld om verder te kunnen solliciteren.

source: Vacancy owner application notification
de_de: Benachrichtigung des Eigentümers über die Bewerbung für eine freie Stelle
es_es: Notificación de solicitud del propietario de la vacante
fr_fr: Notification de la demande du propriétaire d'un poste vacant
nl_nl: Kennisgeving van vacature eigenaar

source: Notification to vacancy owner when a candidate applied on a vacancy.
de_de: Benachrichtigung des Stelleninhabers, wenn sich ein Bewerber auf eine freie Stelle beworben hat.
es_es: Notificación al propietario de la vacante cuando un candidato se presenta a una vacante.
fr_fr: Notification au propriétaire du poste vacant lorsqu'un candidat a postulé pour un poste vacant.
nl_nl: Kennisgeving aan de vacaturehouder wanneer een kandidaat op een vacature heeft gesolliciteerd.

source: Open application
de_de: Bewerbungsformular öffnen
es_es: Abrir el formulario de solicitud
fr_fr: Formulaire de demande ouvert
nl_nl: Open sollicitatie

source: Candidate open application
de_de: Kandidat offene Bewerbung
es_es: Solicitud abierta del candidato
fr_fr: Candidature ouverte
nl_nl: Kandidaat open sollicitatie

source: Email to candidate when candidate did an open application.
de_de: E-Mail, wenn der Kandidat eine Bewerbung geöffnet hat.
es_es: Correo electrónico cuando el candidato hizo una solicitud abierta.
fr_fr: Courriel lorsque le candidat a fait une demande ouverte.
nl_nl: Email wanneer kandidaat een open sollicitatie heeft gedaan.

source: Candidate open application notification consultant
de_de: Kandidat offene Bewerbung
es_es: Solicitud abierta del candidato
fr_fr: Candidature ouverte
nl_nl: E-mail notificatie aan adviseur voor nieuwe aanvragers

source: Email to chosen recipient after a candidate did a open application.
de_de: E-Mail, wenn der Kandidat eine Bewerbung geöffnet hat.
es_es: Correo electrónico cuando el candidato hizo una solicitud abierta.
fr_fr: Courriel lorsque le candidat a fait une demande ouverte.
nl_nl: Email wanneer kandidaat een open sollicitatie heeft gedaan.

source: Open application email recipient
de_de: Bewerbungsformular öffnen
es_es: Abrir el formulario de solicitud
fr_fr: Formulaire de demande ouvert
nl_nl: Open sollicitatieformulier

source: i.e. name@%s
de_de: d.h. name@%s
es_es: es decir, nombre@%s
fr_fr: c'est-à-dire nom@%s
nl_nl: d.w.z. name@%s

source: The e-mail adres a open application notifcation gets send to.
de_de: Die E-Mail-Adresse, an die eine Benachrichtigung über eine offene Anwendung gesendet wird.
es_es: La dirección de correo electrónico a la que se envía una notificación de aplicación abierta.
fr_fr: L'adresse e-mail à laquelle une notification d'application ouverte est envoyée.
nl_nl: Het e-mail adres waarnaar een open sollicitatie notificatie wordt gestuurd.

source: Mail sender
de_de: E-Mails
es_es: Correos
fr_fr: E-mails
nl_nl: Mail afzender

source: Force sending all mails from one user
de_de: Erzwingen des Versands aller Mails von einem Benutzer
es_es: Forzar el envío de todos los correos de un usuario
fr_fr: Forcer l'envoi de tous les courriers électroniques à partir d'un seul utilisateur
nl_nl: Forceer het verzenden van alle e-mails van één gebruiker

source: When this setting is enabled mails will never be send from the consultant. Instead mails will be send from the mail address assigned to the API.
de_de: Wenn diese Einstellung aktiviert ist, werden keine E-Mails vom Berater gesendet. Stattdessen werden Mails von der der API zugewiesenen Mailadresse gesendet.
es_es: Si esta opción está activada, los correos nunca se enviarán desde el consultor. En su lugar, los correos se enviarán desde la dirección de correo asignada a la API.
fr_fr: Lorsque ce paramètre est activé, les courriers électroniques ne sont jamais envoyés par le consultant. Au lieu de cela, les courriers électroniques seront envoyés à partir de l'adresse électronique attribuée à l'API.
nl_nl: Wanneer deze instelling is ingeschakeld zullen e-mails nooit worden verzonden vanaf de consultant. In plaats daarvan worden e-mails verzonden vanaf het e-mailadres dat is toegewezen aan de API.

source: Maximum amount of pages
de_de: Maximale Anzahl von Seiten
es_es: Número máximo de páginas
fr_fr: Nombre maximal de pages
nl_nl: Maximaal aantal pagina's

source: The maximum amount of pages shown in the pagination.
de_de: Die maximale Anzahl der in der Paginierung angezeigten Seiten.
es_es: La cantidad máxima de páginas mostradas en la paginación.
fr_fr: Le nombre maximum de pages affichées dans la pagination.
nl_nl: Het maximum aantal pagina's dat in de paginering wordt getoond.

source: Previous and next buttons
de_de: Vorherige und nächste Schaltflächen
es_es: Botones anterior y siguiente
fr_fr: Boutons précédent et suivant
nl_nl: Vorige en volgende knoppen

source: How to show the previous and next buttons.
de_de: Wie werden die Schaltflächen "Zurück" und "Weiter" angezeigt?
es_es: Cómo mostrar los botones anterior y siguiente.
fr_fr: Comment afficher les boutons précédent et suivant.
nl_nl: Hoe de vorige en volgende knop te tonen.

source: Hide previous and next button
de_de: Vorherige und nächste Schaltfläche ausblenden
es_es: Ocultar los botones anterior y siguiente
fr_fr: Masquer les boutons précédent et suivant
nl_nl: Verberg vorige en volgende knop

source: Show previous and next button as text
de_de: Vorherige und nächste Schaltfläche als Text anzeigen
es_es: Mostrar los botones anterior y siguiente como texto
fr_fr: Afficher les boutons précédent et suivant sous forme de texte
nl_nl: Toon vorige en volgende knop als tekst

source: Show previous and next button as icon
de_de: Vorherige und nächste Schaltfläche als Symbol anzeigen
es_es: Mostrar los botones anterior y siguiente como iconos
fr_fr: Afficher les boutons précédent et suivant sous forme d'icône
nl_nl: Toon vorige en volgende knop als pictogram

source: Previous page button
de_de: Schaltfläche "Vorherige Seite
es_es: Botón de la página anterior
fr_fr: Bouton de la page précédente
nl_nl: Vorige pagina knop

source: How to show the first and last buttons.
de_de: Wie werden die erste und die letzte Schaltfläche angezeigt?
es_es: Cómo mostrar el primer y el último botón.
fr_fr: Comment afficher le premier et le dernier bouton.
nl_nl: Hoe toon je de eerste en de laatste knop.

source: Choose the icon to be used for the previous page button
de_de: Wählen Sie das Symbol, das für die Schaltfläche "Vorherige Seite" verwendet werden soll
es_es: Elija el icono que se utilizará para el botón de página anterior
fr_fr: Choisissez l'icône à utiliser pour le bouton de la page précédente
nl_nl: Kies het pictogram voor de knop Vorige pagina

source: Use as icon
de_de: Verwendung als Symbol
es_es: Utilizar como icono
fr_fr: Utilisation comme icône
nl_nl: Gebruik als pictogram

source: Next page button
de_de: Weiter-Button
es_es: Botón de página siguiente
fr_fr: Bouton de la page suivante
nl_nl: Volgende Pagina button

source: Choose the icon to be used for the next page button.
de_de: Wählen Sie das Symbol, das für die Schaltfläche "Nächste Seite" verwendet werden soll.
es_es: Elija el icono que se utilizará para el botón de página siguiente.
fr_fr: Choisissez l'icône à utiliser pour le bouton de la page suivante.
nl_nl: Kies het pictogram voor de knop Volgende pagina.

source: Choose icon to be used for the next page button
de_de: Wählen Sie das Symbol für die Schaltfläche "Nächste Seite"
es_es: Elija el icono que se utilizará para el botón de página siguiente
fr_fr: Choisir l'icône à utiliser pour le bouton de la page suivante
nl_nl: Kies een pictogram voor de knop Volgende pagina

source: First and last buttons
de_de: Erste und letzte Taste
es_es: Primer y último botón
fr_fr: Premier et dernier boutons
nl_nl: Eerste en laatste knop

source: Hide first and last button button
de_de: Schaltfläche "Erste und letzte Schaltfläche ausblenden
es_es: Ocultar el primer y el último botón
fr_fr: Masquer le premier et le dernier bouton
nl_nl: Verberg eerste en laatste knop

source: Show first and last button as text
de_de: Erste und letzte Schaltfläche als Text anzeigen
es_es: Mostrar el primer y último botón como texto
fr_fr: Afficher le premier et le dernier bouton sous forme de texte
nl_nl: Toon eerste en laatste knop als tekst

source: Show first and last button as icon
de_de: Erste und letzte Schaltfläche als Symbol anzeigen
es_es: Mostrar el primer y último botón como icono
fr_fr: Afficher le premier et le dernier bouton sous forme d'icône
nl_nl: Toon eerste en laatste knop als pictogram

source: First page button
de_de: Schaltfläche "Erste Seite
es_es: Botón de la primera página
fr_fr: Bouton de la première page
nl_nl: Eerste pagina knop

source: Choose icon to be used for the first page button
de_de: Wählen Sie das Symbol für die Schaltfläche der ersten Seite
es_es: Elija el icono que se utilizará para el botón de la primera página
fr_fr: Choisir l'icône à utiliser pour le bouton de la première page
nl_nl: Kies een pictogram voor de knop van de eerste pagina

source: Last page button
de_de: Schaltfläche "Letzte Seite
es_es: Botón de última página
fr_fr: Bouton de la dernière page
nl_nl: Laatste pagina knop

source: Choose icon to be used for the last page button
de_de: Die Kennzeichnungen der Übereinstimmungskriterien werden in der Vakanzübersicht angezeigt.
es_es: Las etiquetas de criterios de concordancia se muestran en el resumen de vacantes.
fr_fr: Les étiquettes des critères de correspondance sont affichées sur la liste des postes vacants.
nl_nl: Kies het icoon die word gebruikt voor de laatste pagina knop

source: Candidate authentication settings
de_de: Einstellungen zur Kandidatenauthentifizierung
es_es: Configuración de la autenticación de candidatos
fr_fr: Paramètres d'authentification des candidats
nl_nl: Kandidaat authenticatie instellingen

source: Show candidate login link at application forms
de_de: Den Anmeldelink für Kandidaten in den Bewerbungsformularen anzeigen
es_es: Mostrar el enlace de inicio de sesión del candidato en los formularios de solicitud
fr_fr: Afficher le lien de connexion du candidat dans les formulaires de candidature
nl_nl: Toon een login link bij sollicitatie formulieren

source: A login link will be shown at the application form.
de_de: Im Bewerbungsformular wird ein Login-Link angezeigt.
es_es: En el formulario de solicitud aparecerá un enlace para iniciar sesión.
fr_fr: Un lien de connexion sera affiché sur le formulaire de candidature.
nl_nl: Een login link zal getoond worden bij sollicitatie formulieren.

source: Yes
de_de: Ja
es_es: Sí
fr_fr: Oui
nl_nl: Ja

source: Use known candidate questionset for logged in candidates
de_de: Verwenden Sie den Fragensatz „Bekannte Kandidaten“ für angemeldete Kandidaten
es_es: Utilizar el conjunto de preguntas de candidatos conocidos para los candidatos registrados
fr_fr: Utiliser le jeu de questions connu des candidats pour les candidats connectés
nl_nl: Gebruik bekende kandidaat vragenset voor ingelogde kandidaten

source: Use the known candidate questionset for logged in users
de_de: Verwenden Sie den bekannten Kandidaten-Fragensatz für angemeldete Benutzer
es_es: Utilizar el conjunto de preguntas candidato conocido para los usuarios registrados
fr_fr: Utiliser le jeu de questions connu des candidats pour les utilisateurs connectés
nl_nl: Gebruik de bekende kandidaat vragenset voor ingelogde gebruikers

source: Forgot password e-mail
de_de: Passwort vergessen E-Mail
es_es: Correo electrónico de contraseña olvidada
fr_fr: E-mail de mot de passe oublié
nl_nl: Wachtwoord vergeten e-mail

source: To enable forgot password choose the document which is used as e-mail to send the newly generated password to the candidate. Also make sure to do the url settings and provide a forgot password url.
de_de: Um die Funktion "Passwort vergessen" zu aktivieren, wählen Sie das Dokument, das als E-Mail verwendet wird, um das neu generierte Passwort an den Kandidaten zu senden. Stellen Sie außerdem sicher, dass Sie die URL-Einstellungen vornehmen und eine URL für Passwort vergessen angeben.
es_es: Para habilitar el olvido de contraseña elija el documento que se utilizará como correo electrónico para enviar la nueva contraseña generada al candidato. Asegúrese también de configurar la url y proporcionar una url de olvido de contraseña.
fr_fr: Pour activer l'oubli du mot de passe, choisissez le document qui sera utilisé comme e-mail pour envoyer le mot de passe nouvellement généré au candidat. Veillez également à paramétrer l'url et à fournir une url pour le mot de passe oublié.
nl_nl: Om wachtwoord vergeten in te schakelen, kiest u het document dat wordt gebruikt als e-mail om het nieuw gegenereerde wachtwoord naar de kandidaat te sturen. Zorg er ook voor dat je de url-instellingen doet en een wachtwoord vergeten url opgeeft.

source: Candidate login
de_de: Beworbener Kandidat (neu)
es_es: Inicio de sesión del candidato
fr_fr: Connexion du candidat
nl_nl: Kandidaat login

source: Choose what url you want to use for the candidate login. Note that you'll have to create page by yourself and that the [otys-candidate-login] shortcode should be present on this page.
de_de: Wählen Sie die URL, die Sie für den Kandidaten-Login verwenden möchten. Beachten Sie, dass Sie die Seite selbst erstellen müssen und dass der Shortcode [otys-candidate-login] auf dieser Seite vorhanden sein sollte.
es_es: Elige qué url quieres usar para el login del candidato. Tenga en cuenta que tendrá que crear la página usted mismo y que el shortcode [otys-candidate-login] debe estar presente en esta página.
fr_fr: Choisissez l'url que vous souhaitez utiliser pour la connexion du candidat. Notez que vous devrez créer la page vous-même et que le shortcode [otys-candidate-login] doit être présent sur cette page.
nl_nl: Kies welke url je wilt gebruiken voor de kandidatenlogin. Merk op dat je zelf een pagina moet aanmaken en dat de [otys-candidate-login] shortcode op deze pagina aanwezig moet zijn.

source: Candidate logout
de_de: Abmeldung des Bewerbers
es_es: Cierre de sesión del candidato
fr_fr: Déconnexion du candidat
nl_nl: Kandidaat afmelden

source: Choose what url you want to use for the candidate logout. Logout will only be a link, the candidate will be automaticly redirected.
de_de: Wählen Sie die URL, die Sie für die Abmeldung des Kandidaten verwenden möchten. Die Abmeldung wird nur ein Link sein, der Kandidat wird automatisch weitergeleitet.
es_es: Elija la url que desea utilizar para el cierre de sesión del candidato. El cierre de sesión sólo será un enlace, el candidato será redirigido automáticamente.
fr_fr: Choisissez l'url que vous souhaitez utiliser pour la déconnexion du candidat. La déconnexion ne sera qu'un lien, le candidat sera automatiquement redirigé.
nl_nl: Kies welke url je wilt gebruiken voor het uitloggen van de kandidaat. Uitloggen is alleen een link, de kandidaat wordt automatisch doorgestuurd.

source: Candidate portal
de_de: Kandidatenportal
es_es: Portal del candidato
fr_fr: Portail des candidats
nl_nl: Kandidaat portaal

source: Choose what url you want to use for the candidate portal. The candidate will be redirected to the otys candidate portal using this url.
de_de: Wählen Sie die URL, die Sie für das Bewerberportal verwenden möchten. Der Kandidat wird über diese URL zum otys-Kandidatenportal weitergeleitet.
es_es: Elija qué url desea utilizar para el portal del candidato. El candidato será redirigido al portal de candidatos de otys utilizando esta url.
fr_fr: Choisissez l'URL que vous souhaitez utiliser pour le portail des candidats. Le candidat sera redirigé vers le portail des candidats d'otys à l'aide de cette url.
nl_nl: Kies welke url u wilt gebruiken voor de kandidatenportal. De kandidaat wordt via deze url doorgestuurd naar de otys kandidatenportal.

source: Choose what url you want to for the forgot password page. Note that you'll have to create the page by yourself and that the [otys-candidate-forgot-password] shotcode should be present on this page and that you need to specify which document you want to use for the forgot password mail. By default a forgot password document has been made which can be used.
de_de: Wählen Sie die gewünschte URL für die Seite „Passwort vergessen“ aus. Beachten Sie, dass Sie die Seite selbst erstellen müssen und dass der Shotcode [otys-candidate-forgot-password] auf dieser Seite vorhanden sein sollte und dass Sie angeben müssen, welches Dokument Sie für die E-Mail mit vergessenem Passwort verwenden möchten. Standardmäßig wurde ein Dokument mit vergessenem Passwort erstellt, das verwendet werden kann.
es_es: Elige qué url quieres para la página de olvido de contraseña. Tenga en cuenta que tendrá que crear la página usted mismo y que el shotcode [otys-candidate-forgot-password] debe estar presente en esta página y que necesita especificar qué documento quiere usar para el correo de olvido de contraseña. Por defecto se ha creado un documento de olvido de contraseña que puede ser utilizado.
fr_fr: Choisissez l'url que vous souhaitez utiliser pour la page "mot de passe oublié". Notez que vous devrez créer la page vous-même et que le shotcode [otys-candidate-forgot-password] doit être présent sur cette page et que vous devez spécifier le document que vous souhaitez utiliser pour le courrier relatif au mot de passe oublié. Par défaut, un document de mot de passe oublié a été créé et peut être utilisé.
nl_nl: Kies welke url je wilt gebruiken voor de wachtwoord vergeten pagina. Merk op dat je de pagina zelf moet aanmaken en dat de [otys-kandidaat-vergeten-wachtwoord] shotcode aanwezig moet zijn op deze pagina en dat je moet aangeven welk document je wilt gebruiken voor de wachtwoord vergeten mail. Standaard is er een vergeten-wachtwoord-document gemaakt dat gebruikt kan worden.

source: Are you sure you want to remove the API Key? You will loose plugin related settings and all plugin related cache will be removed.
de_de: Sind Sie sicher, dass Sie den API-Schlüssel entfernen möchten? Sie verlieren Plugin-bezogene Einstellungen und der gesamte Plugin-Cache wird entfernt.
es_es: ¿Está seguro de que desea eliminar la clave API? Perderá la configuración relacionada con el plugin y se eliminará toda la caché relacionada con el plugin.
fr_fr: Êtes-vous sûr de vouloir supprimer la clé API ? Vous perdrez les paramètres liés au plugin et tout le cache lié au plugin sera supprimé.
nl_nl: Weet u zeker dat u de API sleutel wilt verwijderen? Je verliest dan plugin gerelateerde instellingen en alle plugin gerelateerde cache wordt verwijderd.

source: Remove API key
de_de: API-Key entfernen
es_es: Quitar la clave API
fr_fr: Supprimer la clé API
nl_nl: Verwijder API key

source: Connected to %s
de_de: Verbunden mit: %s
es_es: Conectado a %1$s
fr_fr: Connecté à %s
nl_nl: Verbonden met %s

source: You are using an incorrect API key for the OTYS WordPress plugin. Please contact OTYS to resolve this to avoid future issues.
de_de: Sie verwenden einen falschen API-Schlüssel für das OTYS WordPress Plugin. Bitte kontaktieren Sie OTYS, um dies zu beheben und zukünftige Probleme zu vermeiden.
es_es: Está utilizando una clave API incorrecta para el plugin OTYS WordPress. Por favor, contacta con OTYS para resolverlo y evitar futuros problemas.
fr_fr: Vous utilisez une clé API incorrecte pour le plugin WordPress OTYS. Veuillez contacter OTYS pour résoudre ce problème afin d'éviter d'autres problèmes.
nl_nl: Je gebruikt een onjuiste API-sleutel voor de OTYS WordPress-plugin. Neem contact op met OTYS om dit op te lossen en problemen in de toekomst te voorkomen.

source: Webhook url
es_es: Url del webhook
fr_fr: URL du webhook
nl_nl: Webhooks

source: The webhook url should on live websites always point at %1$s. It is not recommended to change this url. This setting is here solely for development purposes. For safety this setting only gets used when debug mode is on. Remember to click the Register hooks button to register hooks with OTYS, otherwise changes will not have any effect. To make sure the correct webhooks are registered, see the list of registed webhooks below.
de_de: Die Webhook-URL sollte auf Live-Websites immer auf %1$s zeigen Es wird nicht empfohlen, diese Url zu ändern. Diese Einstellung ist nur für Entwicklungszwecke gedacht Zur Sicherheit wird diese Einstellung nur verwendet, wenn der Debug-Modus aktiviert ist Vergessen Sie nicht, auf die Schaltfläche "Hooks registrieren" zu klicken, um die Hooks bei OTYS zu registrieren, andernfalls haben die Änderungen keine Wirkung Um sicherzustellen, dass die richtigen Webhooks registriert sind, sehen Sie sich die Liste der registrierten Webhooks unten an.
es_es: La url del webhook debe apuntar siempre a %1$s en los sitios web activos No se recomienda cambiar esta url. Esta configuración está aquí únicamente para propósitos de desarrollo Por seguridad, esta configuración sólo se utiliza cuando el modo de depuración está activado Recuerde hacer clic en el botón Registrar ganchos para registrar los ganchos con OTYS, de lo contrario los cambios no tendrán ningún efecto Para asegurarse de que los webhooks correctos están registrados, vea la lista de webhooks registrados más abajo.
fr_fr: L'url du webhook doit toujours pointer vers %1$s sur les sites en ligne Il n'est pas recommandé de modifier cette url. Ce paramètre est ici uniquement à des fins de développement Par sécurité, ce paramètre n'est utilisé que lorsque le mode débogage est activé N'oubliez pas de cliquer sur le bouton Register hooks pour enregistrer les hooks avec OTYS, sinon les changements n'auront aucun effet Pour vous assurer que les bons webhooks sont enregistrés, consultez la liste des webhooks enregistrés ci-dessous.
nl_nl: De webhook url moet op live websites altijd naar %1$s wijzen Het is niet aan te raden deze url te wijzigen. Deze instelling is hier alleen voor ontwikkelingsdoeleinden Voor de veiligheid wordt deze instelling alleen gebruikt als debug modus aan staat Vergeet niet op de knop Haken registreren te klikken om haken bij OTYS te registreren, anders hebben wijzigingen geen effect Om er zeker van te zijn dat de juiste webhooks zijn geregistreerd, zie de lijst van geregistreerde webhooks hieronder.
