Repository: common-repository/otys-jobs-apply
Catalog: languages/otys-jobs-apply-*.po
Languages: de_de, es_es, fr_fr, nl_nl

source: Job alert management
es_es: Gestión de alertas de empleo
fr_fr: Gestion des alertes d'emploi
nl_nl: Job alert beheer

source: Below you can configure the JobAlert. You able to choose which questions a person has to fill in when creating a job alert.
de_de: Unten können Sie den JobAlert konfigurieren. Sie können wählen, welche Fragen eine Person ausfüllen muss, wenn sie einen JobAlert erstellt.
es_es: A continuación puede configurar la alerta de empleo. Puede elegir qué preguntas debe rellenar una persona al crear una alerta de empleo.
fr_fr: Ci-dessous, vous pouvez configurer le JobAlert. Vous pouvez choisir les questions qu'une personne doit remplir lors de la création d'une alerte emploi.
nl_nl: Hieronder kun je de JobAlert configureren. U kunt kiezen welke vragen een persoon moet invullen bij het aanmaken van een vacature-alert.

source: Document to use for the Job Alert confirmation email
de_de: Zu verwendendes Dokument für die Job-Alert-Bestätigungs-E-Mail
es_es: Documento que se utilizará para el correo electrónico de confirmación de la alerta de empleo
fr_fr: Document à utiliser pour l'email de confirmation de l'alerte emploi
nl_nl: Te gebruiken document voor de bevestigingsmail van de vacature-alert

source: Choose which document you want to use for the Job Alert confirmation email. By default we created a corresponding template automaticly which you can use, this document is called WordPress | JobAlert (default).
de_de: Wählen Sie das Dokument aus, das Sie für die Jobalarm-Bestätigungs-E-Mail verwenden möchten. Standardmäßig haben wir automatisch eine entsprechende Vorlage erstellt, die Sie verwenden können, dieses Dokument heißt WordPress | JobAlert (Standard).
es_es: Elige qué documento quieres usar para el email de confirmación de la Alerta de Trabajo. Por defecto creamos automáticamente una plantilla correspondiente que puedes utilizar, este documento se llama WordPress | JobAlert (por defecto).
fr_fr: Choisissez le document que vous souhaitez utiliser pour l'e-mail de confirmation de l'alerte emploi. Par défaut, nous avons créé automatiquement un modèle correspondant que vous pouvez utiliser, ce document s'appelle WordPress | JobAlert (default).
nl_nl: Kies welk document je wilt gebruiken voor de bevestigingsmail van de vacature-alert. Standaard hebben we automatisch een sjabloon aangemaakt dat je kunt gebruiken. Dit document heet WordPress | JobAlert (standaard).

source: Questions which the candidate has to fill in
de_de: Fragen, die der Kandidat ausfüllen muss
es_es: Preguntas que debe rellenar el candidato
fr_fr: Questions à remplir par le candidat
nl_nl: Vragen die de kandidaat moet invullen

source: Choose which questions get asked in which order for the job alert.
de_de: Wählen Sie aus, welche Fragen in welcher Reihenfolge bei der Stellenausschreibung gestellt werden.
es_es: Elige qué preguntas se hacen y en qué orden para la alerta de empleo.
fr_fr: Choisissez les questions qui seront posées dans l'ordre pour l'alerte emploi.
nl_nl: Kies welke vragen in welke volgorde worden gesteld voor de job alert.

source: This field is required and can therefore not be disabled
de_de: Dieses Feld ist erforderlich und kann daher nicht deaktiviert werden
es_es: Este campo es obligatorio, por lo que no puede desactivarse
fr_fr: Ce champ est obligatoire et ne peut donc pas être désactivé
nl_nl: Dit veld is verplicht en kan daarom niet worden uitgeschakeld

source: This criteria does not have any options and can therefore not be enabled
de_de: Dieses Kriterium hat keine Optionen und kann daher nicht aktiviert werden
es_es: Este criterio no tiene ninguna opción y, por lo tanto, no puede activarse
fr_fr: Ce critère n'a pas d'options et ne peut donc pas être activé
nl_nl: Dit criterium heeft geen opties en kan daarom niet worden ingeschakeld

source: Vacancies overview
de_de: Übersicht Stellenangebote
es_es: Resumen de vacantes
fr_fr: Aperçu des postes vacants
nl_nl: Vacatures overzicht

source: Vacancy detail
de_de: Stellenausschreibung Detail
es_es: Detalle de la vacante
fr_fr: Détail du poste vacant
nl_nl: Vacature detail

source: The API key has been removed.
de_de: Der API-Schlüssel wurde entfernt.
es_es: La clave de la API ha sido eliminada.
fr_fr: La clé API a été supprimée.
nl_nl: De API sleutel is verwijderd.

source: Choose what url you want to use for the vacancies overview. This url should correspond with the page containing atleast a [otys-vacancies-list] shortcode. Add a vacancies overview url for each language. If your language is not available in the dropdown, make sure to install the language in your WordPress installation.
de_de: Wählen Sie die URL, die Sie für die Übersicht der Stellenangebote verwenden möchten. Diese URL sollte mit der Seite übereinstimmen, die mindestens einen [otys-vacancies-list] Shortcode enthält. Fügen Sie für jede Sprache eine URL für die Stellenangebotsübersicht hinzu. Wenn Ihre Sprache nicht in der Auswahlliste verfügbar ist, stellen Sie sicher, dass Sie die Sprache in Ihrer WordPress-Installation installieren.
es_es: Elija la url que desea utilizar para el resumen de vacantes. Esta url debe corresponderse con la página que contenga al menos un shortcode [otys-vacancies-list]. Añada una URL para cada idioma. Si su idioma no está disponible en el menú desplegable, asegúrese de instalar el idioma en su instalación de WordPress.
fr_fr: Choisissez l'URL que vous souhaitez utiliser pour l'aperçu des postes vacants. Cette URL doit correspondre à la page contenant au moins un shortcode [otys-vacancies-list]. Ajoutez une url d'aperçu des postes vacants pour chaque langue. Si votre langue n'est pas disponible dans la liste déroulante, assurez-vous d'installer la langue dans votre installation WordPress.
nl_nl: Kies welke url je wilt gebruiken voor het vacatureoverzicht. Deze url moet overeenkomen met de pagina die ten minste een [otys-vacatures-overzicht] shortcode bevat. Voeg een vacatureoverzicht url toe voor elke taal. Als je taal niet beschikbaar is in de dropdown, zorg er dan voor dat je de taal installeert in je WordPress installatie.

source: Choose what url you want to use for the vacancies detail page. The vacancy detail page can be the same url as the vacancy overview url. Add a vacancies detail url for each language. If your language is not available in the dropdown, make sure to install the language in your WordPress installation.
de_de: Wählen Sie die URL, die Sie für die Detailseite des Stellenangebots verwenden möchten. Die Detailseite für Stellenangebote kann dieselbe URL sein wie die Übersichtsseite für Stellenangebote. Fügen Sie für jede Sprache eine Detailseite mit Stellenangeboten hinzu. Wenn Ihre Sprache nicht in der Auswahlliste verfügbar ist, stellen Sie sicher, dass Sie die Sprache in Ihrer WordPress-Installation installieren.
es_es: Elija la URL que desea utilizar para la página detallada de las vacantes. La página detallada de las vacantes puede tener la misma URL que la de la descripción general de las vacantes. Añada una url detallada de las vacantes para cada idioma. Si su idioma no está disponible en el menú desplegable, asegúrese de instalar el idioma en su instalación de WordPress.
fr_fr: Choisissez l'URL que vous souhaitez utiliser pour la page détaillée des postes vacants. La page détaillée des postes vacants peut être la même url que l'url de l'aperçu des postes vacants. Ajoutez une url pour la page détaillée des postes vacants pour chaque langue. Si votre langue n'est pas disponible dans la liste déroulante, assurez-vous d'installer la langue dans votre installation WordPress.
nl_nl: Kies welke url je wilt gebruiken voor de vacaturedetailpagina. De vacaturedetailpagina kan dezelfde url zijn als de vacatureoverzicht url. Voeg een vacaturedetail url toe voor elke taal. Als je taal niet beschikbaar is in de dropdown, zorg er dan voor dat je de taal installeert in je WordPress installatie.

source: Vacancy application thank you
de_de: Benachrichtigung des Eigentümers über die Bewerbung für eine freie Stelle
es_es: Notificación de solicitud del propietario de la vacante
fr_fr: Notification de la demande du propriétaire d'un poste vacant
nl_nl: Vacature sollicitatie bedankt

source: Optionally you can choose what url you want to use for the thank you page after a candidate has applied for a vacancy. You can add a different thank you url for each language. If your language is not available in the dropdown, make sure to install the language in your WordPress installation.
de_de: Wählen Sie die URL, die Sie für die Detailseite des Stellenangebots verwenden möchten. Die Detailseite für Stellenangebote kann dieselbe URL sein wie die Übersichtsseite für Stellenangebote. Fügen Sie für jede Sprache eine Detailseite mit Stellenangeboten hinzu. Wenn Ihre Sprache nicht in der Auswahlliste verfügbar ist, stellen Sie sicher, dass Sie die Sprache in Ihrer WordPress-Installation installieren.
es_es: Elija la URL que desea utilizar para la página detallada de las vacantes. La página detallada de las vacantes puede tener la misma URL que la de la descripción general de las vacantes. Añada una url detallada de las vacantes para cada idioma. Si su idioma no está disponible en el menú desplegable, asegúrese de instalar el idioma en su instalación de WordPress.
fr_fr: Choisissez l'URL que vous souhaitez utiliser pour la page détaillée des postes vacants. La page détaillée des postes vacants peut être la même url que l'url de l'aperçu des postes vacants. Ajoutez une url pour la page détaillée des postes vacants pour chaque langue. Si votre langue n'est pas disponible dans la liste déroulante, assurez-vous d'installer la langue dans votre installation WordPress.
nl_nl: Optioneel kunt u kiezen welke url u wilt gebruiken voor de bedankpagina nadat een kandidaat op een vacature heeft gesolliciteerd. U kunt voor elke taal een andere bedank-URL toevoegen. Als uw taal niet beschikbaar is in de vervolgkeuzelijst, zorg er dan voor dat u de taal in uw WordPress-installatie installeert.

source: Vacancies
de_de: Stellenangebote
es_es: Plazas
fr_fr: Disponibles

source: Pagination
de_de: Paginierung
es_es: Paginación
nl_nl: Paginering

source: Candidate authentication
de_de: Kandidat offene Bewerbung
es_es: Autenticación de candidatos
fr_fr: Authentification des candidats
nl_nl: Kandidaat authenticatie

source: All plugin related cache has been removed
de_de: Der gesamte Plugin-Cache wurde entfernt
es_es: Se ha eliminado toda la caché relacionada con el plugin
fr_fr: Tout le cache lié au plugin a été supprimé
nl_nl: Alle plugin gerelateerde cache is verwijderd

source: Invalid API key given
de_de: Ungültiger API-Schlüssel angegeben
es_es: Clave API no válida
fr_fr: Clé API non valide
nl_nl: Ongeldige API sleutel gegeven

source: Api settings
de_de: API Einstellungen
es_es: Configuración de la API
nl_nl: API instellingen

source: API key
de_de: API-Schlüssel
es_es: Clave API
fr_fr: Clé API

source: Enter the API key provided by OTYS.
de_de: Geben Sie den von OTYS bereitgestellten API-Schlüssel ein.
es_es: Introduzca la clave API proporcionada por OTYS.
fr_fr: Entrez la clé API fournie par OTYS.
nl_nl: Voer de door OTYS verstrekte API sleutel in.

source: Brand
de_de: Marke
es_es: Marca
fr_fr: Marque
nl_nl: Merk

source: Choose which brand to use.
de_de: Wählen Sie die zu verwendende Marke.
es_es: Elija qué marca utilizar.
fr_fr: Choisissez la marque à utiliser.
nl_nl: Kies welk merk u wilt gebruiken.

source: Website status
de_de: Status der Webseite
es_es: Sitio web
fr_fr: Site web

source: No, this website is not available to the public. (i.e. development environment)
de_de: Nein, diese Website ist nicht für die Öffentlichkeit zugänglich. (d.h. Entwicklungsumgebung)
es_es: No, este sitio web no está a disposición del público. (es decir, entorno de desarrollo)
fr_fr: Non, ce site n'est pas accessible au public. (c.-à-d. environnement de développement)
nl_nl: Nee, deze website is niet beschikbaar voor het publiek. (d.w.z. ontwikkelomgeving)

source: Yes, this website is available to the public.
de_de: Ja, diese Website wird für die Produktion verwendet und ist für die Öffentlichkeit zugänglich.
es_es: Sí, este sitio web se utiliza para la producción y está disponible para el público.
fr_fr: Oui, ce site est utilisé pour la production et est disponible pour le public.
nl_nl: Ja, deze website is beschikbaar voor het publiek.

source: Production means that this website is used by the end-user and the website is live. <br><b>Note</b>: Only one website can be used as production website per brand, if you mark more than one website as production issues will occur.
de_de: Produktion bedeutet, dass diese Website vom Endbenutzer verwendet wird und die Website live ist. <br><b>Hinweis</b>: Es kann nur eine Website als Produktionswebsite verwendet werden. Wenn Sie mehr als eine Website als Produktionswebsite markieren, treten Probleme auf.
es_es: Producción significa que este sitio web es utilizado por el usuario final y el sitio web está en vivo. <br><b>Nota</b>: Sólo se puede utilizar un sitio web como sitio web de producción, si marcas más de un sitio web como de producción se producirán problemas.
fr_fr: Production signifie que ce site est utilisé par l'utilisateur final et qu'il est en ligne. <br><b>Remarque</b>: un seul site Web peut être utilisé comme site de production. Si vous marquez plus d'un site Web comme site de production, des problèmes surviendront.
nl_nl: Productie betekent dat deze website wordt gebruikt door de eindgebruiker en dat de website live is. <br><b>Opmerking</b>: Slechts één website kan worden gebruikt als productie website, indien u meer dan één website als productie markeert zullen er problemen optreden.

source: Setting up recaptcha is required. Please use your Google account to generate the needed API keys. Please make sure to choose reCAPTCHA v3 as type and add <u>%s</u> to the list of domains.
de_de: Die Einrichtung von recaptcha ist erforderlich. Bitte verwenden Sie Ihr Google-Konto, um die benötigten API-Schlüssel zu generieren. Bitte stellen Sie sicher, dass Sie reCAPTCHA v3 als Typ wählen und fügen Sie <u>%s</u> zur Liste der Domains hinzu.
es_es: Es necesario configurar el recaptcha. Utilice su cuenta de Google para generar las claves API necesarias. Por favor, asegúrese de elegir reCAPTCHA v3 como tipo y añadir <u>%s</u> a la lista de dominios.
fr_fr: La configuration du recaptcha est requise. Veuillez utiliser votre compte Google pour générer les clés API nécessaires. Veuillez vous assurer de choisir reCAPTCHA v3 comme type et ajouter <u>%s</u> à la liste des domaines.
nl_nl: Het instellen van recaptcha is vereist. Gebruik uw Google-account om de benodigde API-sleutels te genereren. Zorg ervoor dat u reCAPTCHA v3 kiest als type en voeg toe <u>%s</u> toe aan de lijst met domeinen.

source: Create API Key
de_de: API-Key erstellen
es_es: Añadir clave API
fr_fr: Ajouter une clé API
nl_nl: API-sleutel aanmaken

source: Site key
de_de: Website-Schlüssel
es_es: Clave del sitio
fr_fr: Clé de site
nl_nl: Sitesleutel

source: This site key is used in the HTML code your site serves to users.
de_de: Dieser Website-Schlüssel wird in dem HTML-Code verwendet, den Ihre Website den Benutzern anbietet.
es_es: Esta clave del sitio se utiliza en el código HTML que su sitio sirve a los usuarios.
fr_fr: Cette clé de site est utilisée dans le code HTML que votre site sert aux utilisateurs.
nl_nl: Deze site sleutel wordt gebruikt in de HTML code die je site aan gebruikers voorschotelt.

source: Secret Key
de_de: Geheimer Schlüssel
es_es: Clave secreta
fr_fr: Clé secrète
nl_nl: Geheime sleutel

source: This secret key is used for communication between your site and reCAPTCHA.
de_de: Dieser geheime Schlüssel wird für die Kommunikation zwischen Ihrer Website und reCAPTCHA verwendet.
es_es: Esta clave secreta se utiliza para la comunicación entre su sitio y reCAPTCHA.
fr_fr: Cette clé secrète est utilisée pour la communication entre votre site et reCAPTCHA.
nl_nl: Deze geheime sleutel wordt gebruikt voor de communicatie tussen je site en reCAPTCHA.

source: Threshold
de_de: Schwellwert
es_es: Límite
fr_fr: Seuil
nl_nl: Grenswaarde

source: reCAPTCHA learns by seeing real traffic on your site. For this reason, scores in a staging environment or soon after implementing may differ from production. As reCAPTCHA v3 doesn't ever interrupt the user flow, you can first run reCAPTCHA without taking action and then decide on thresholds by looking at your traffic in the admin console. By default, you can use a threshold of 0.5.
de_de: reCAPTCHA lernt, indem es den echten Verkehr auf Ihrer Website beobachtet. Aus diesem Grund können die Ergebnisse in einer Staging-Umgebung oder kurz nach der Implementierung von der Produktionsumgebung abweichen. Da reCAPTCHA v3 den Benutzerfluss nicht unterbricht, können Sie reCAPTCHA zunächst ohne Aktion laufen lassen und dann anhand des Datenverkehrs in der Verwaltungskonsole über Schwellenwerte entscheiden. Standardmäßig können Sie einen Schwellenwert von 0,5 verwenden.
es_es: reCAPTCHA aprende viendo el tráfico real en su sitio. Por esta razón, las puntuaciones en un entorno de ensayo o poco después de la implementación pueden diferir de las de producción. Como reCAPTCHA v3 no interrumpe nunca el flujo de usuarios, puede ejecutar primero reCAPTCHA sin tomar medidas y luego decidir los umbrales observando el tráfico en la consola de administración. Por defecto, puede utilizar un umbral de 0,5.
fr_fr: reCAPTCHA apprend en observant le trafic réel sur votre site. C'est pourquoi les résultats obtenus dans un environnement de test ou peu après la mise en œuvre peuvent différer de ceux de la production. Comme reCAPTCHA v3 n'interrompt jamais le flux des utilisateurs, vous pouvez d'abord exécuter reCAPTCHA sans prendre de mesures, puis décider des seuils en observant votre trafic dans la console d'administration. Par défaut, vous pouvez utiliser un seuil de 0,5.
nl_nl: reCAPTCHA leert door echt verkeer op je site te zien. Daarom kunnen scores in een staging omgeving of kort na het implementeren verschillen van die in productie. Omdat reCAPTCHA v3 de gebruikersstroom nooit onderbreekt, kun je reCAPTCHA eerst laten lopen zonder actie te ondernemen en dan drempels bepalen door je verkeer in het beheerconsole te bekijken. Standaard kun je een drempel van 0.5 gebruiken.

source: Vacancy Overview
de_de: Stellenausschreibung Übersicht
es_es: Resumen de la vacante
fr_fr: Aperçu du poste vacant
nl_nl: Vacature Overzicht

source: Vacancies per page
de_de: Offene Stellen pro Seite
es_es: Vacantes por página
fr_fr: Postes vacants par page
nl_nl: Vacatures per pagina

source: The amount of vacancies displayed per page on the vacancy overview.
de_de: Die Anzahl der Vakanzen, die pro Seite in der Vakanzenübersicht angezeigt werden.
es_es: La cantidad de vacantes mostradas por página en el resumen de vacantes.
fr_fr: Le nombre d'offres d'emploi affichées par page dans la synthèse des offres d'emploi.
nl_nl: Aantal getoonde vacatures per pagina.

source: Sorting of filter options
de_de: Sortierung der Filteroptionen
es_es: Clasificación de las opciones de filtro
fr_fr: Tri des options de filtrage
nl_nl: Sortering van filteropties

source: The sorting of the options of each filter
de_de: Die Sortierung der Optionen eines jeden Filters
es_es: La ordenación de las opciones de cada filtro
fr_fr: Le tri des options de chaque filtre
nl_nl: De sortering van de opties van elk filter

source: Alphabetic
de_de: Alphabetisch
es_es: Alfabético
fr_fr: Alphabétique
nl_nl: Alfabetisch

source: Frequency
de_de: Häufigkeit
es_es: Frecuencia
fr_fr: Fréquence
nl_nl: Frequentie

source: Vacancy filters
de_de: Filter für offene Stellen
es_es: Filtros de vacantes
fr_fr: Filtres à postes vacants
nl_nl: Vacature filters

source: The filters displayed when using the shortcode [otys-vacancies-filters].
de_de: Die Filter, die bei Verwendung des Shortcodes [otys-vacancies-filters] angezeigt werden.
es_es: Los filtros que se muestran al utilizar el shortcode [otys-vacancies-filters].
fr_fr: Les filtres affichés lors de l'utilisation du shortcode [otys-vacancies-filters].
nl_nl: De filters die worden weergegeven bij gebruik van de shortcode [otys-vacatures-filters].

source: Vacancy labels
de_de: Stellenausschreibung Detail
es_es: Detalle de la vacante
fr_fr: Détail du poste vacant
nl_nl: Vacature labels

source: Labels displayed at the vacancies displayed with the shortcodes [otys-vacancies-list] and [otys-vacancies-shortlist].
de_de: Labels, die bei den Stellenangeboten angezeigt werden, die mit den Shortcodes [otys-vacancies-list] und [otys-vacancies-shortlist] angezeigt werden.
es_es: Etiquetas mostradas en las vacantes mostradas con los shortcodes [otys-vacancies-list] y [otys-vacancies-shortlist].
fr_fr: Étiquettes affichées sur les offres d'emploi affichées avec les shortcodes [otys-vacancies-list] et [otys-vacancies-shortlist].
nl_nl: Labels getoond bij de vacatures getoond met de shortcodes [otys-vacatures-list] en [otys-vacatures-shortlist].

source: Vacancy Detail
de_de: Stellenausschreibung Detail
es_es: Detalle de la vacante
fr_fr: Détail du poste vacant

source: Fallback header image
de_de: Fallback-Header-Bild
es_es: Imagen de cabecera alternativa
fr_fr: Image d'en-tête de repli
nl_nl: Fallback header afbeelding

source: The header to show when no vacancy header is set.
de_de: Die Kopfzeile, die angezeigt werden soll, wenn keine Leerstandskopfzeile eingestellt ist.
es_es: La cabecera que se mostrará cuando no haya cabecera vacante.
fr_fr: L'en-tête à afficher lorsqu'aucun en-tête de vacance n'est défini.
nl_nl: De header afbeelding die wordt weergegeven als er geen vacature header afbeelding is ingesteld.

source: Choose fallback header image
de_de: Bild auswählen
es_es: Elegir imagen
fr_fr: Choisir une image
nl_nl: Kies een header afbeelding om op terug te vallen

source: Use image
de_de: Bild verwenden
es_es: Usar imagen
fr_fr: Utiliser l’image
nl_nl: Gebruik afbeelding

source: Vacancy labels displayed on the vacancy detail.
de_de: Die Kennzeichnungen der Übereinstimmungskriterien werden auf der Detailansicht der Stelle angezeigt.
es_es: Las etiquetas de criterios de concordancia se muestran en el detalle de la vacante.
fr_fr: Les étiquettes des critères de correspondance sont affichées dans le détail du poste vacant.
nl_nl: Kies welke matchcriteria standaard in de vacaturefilters getoond worden.

source: Vacancy URLs
de_de: Stelle URLS
es_es: URL de las vacantes
fr_fr: URL des postes vacants

source: URL Settings
de_de: Einstellungen für URL's
es_es: Ajustes de URL
fr_fr: Paramètres d’URL
nl_nl: URL-instellingen

source: Mails
de_de: E-Mails
es_es: Correos
fr_fr: E-mails

source: Application
de_de: Anwendung
es_es: Solicitud
fr_fr: Candidature
nl_nl: Applicatie

source: Candidate applied (existing)
de_de: Beworbener Kandidat (vorhanden)
es_es: Candidato solicitado (existente)
fr_fr: Candidat postulé (existant)
nl_nl: Kandidaat gesolliciteerd (bestaand)

source: Email when an existing candidate applied for a job
de_de: E-Mail, wenn sich ein bestehender Bewerber auf eine Stelle beworben hat
es_es: Correo electrónico cuando un candidato existente solicita un puesto de trabajo
fr_fr: Envoi d'un courriel lorsqu'un candidat existant a postulé pour un emploi
nl_nl: E-mail wanneer een bestaande kandidaat heeft gesolliciteerd

source: Candidate applied (new)
de_de: Beworbener Kandidat (neu)
es_es: Candidato solicitado (nuevo)
fr_fr: Candidat postulé (nouveau)
nl_nl: Kandidaat gesolliciteerd (nieuw)
